<head>
<script defer src="https://analytics.goinghome.earth/script.js" data-website-id="519b085c-73db-408b-bf40-6cb4d158dfbc"></script>
</head>
:PROPERTIES:
:ID:       4776c96c-a52d-4056-adea-70ee85c99bc7
:END:
#+title: meditation
[[id:3a4f4080-fea0-4154-a39d-9afa885f0df0][Buddhism]]



* Logs
#+BEGIN: clocktable :scope ("~/gh/life/habits.org") :maxlevel 3 :stepskip0 t
#+CAPTION: Clock summary at [2024-03-14 Thu 13:29]
| File       | Headline         | Time   |      |
|------------+------------------+--------+------|
|            | ALL *Total time* | *3:35* |      |
|------------+------------------+--------+------|
| habits.org | *File time*      | *3:35* |      |
|            | Meditation       | 3:35   |      |
|            | \_  Anapanasati  |        | 1:32 |
|            | \_  Nenbutsu     |        | 2:03 |
#+END:
* Foundational
** Anapanasati
:PROPERTIES:
:ID:       8b7fc1ba-50ec-4779-9780-60614723c9d8
:END:
[[id:3a4f4080-fea0-4154-a39d-9afa885f0df0][Buddhism]]
- Mindfulness of breathing
- Watch the breath without trying to alter it

* Visualisation
** Nio meditation
:PROPERTIES:
:ID:       15916bc2-ea08-4928-b21a-f8fbe1cae7f7
:END:
[[id:ae8c3e65-33f0-4d4d-bc43-e2719b7c771a][Zen]]
* Matra
- Mantra meditation involes focusing on repeating a single matra either outloud or in your head
** "Namo Amida Butsu"
:PROPERTIES:
:ID:       05e630ca-fa5e-4863-9bd4-b4c7cfb28958
:END:
[[id:38aa3dc0-60f3-495e-9a6d-e4cd42997406][Pure Land]]
- refuge in Amitabha Buddha, leads to rebirth in the pure land, removes negative karma, generates merit.
